{
  "badge": "Nuestra Historia",
  "title": "Acerca de Star Filters",
  "subtitle": "Más de 40 años liderando la filtración industrial en México, proporcionando soluciones de calidad certificada para proteger procesos críticos.",
  "history": {
    "title": "Nuestra Historia",
    "paragraph1": "Star Filters nació hace más de cuatro décadas con la visión de transformar la industria de la filtración en México. Desde nuestros inicios, nos hemos especializado en proporcionar soluciones de filtración de aire de la más alta calidad para industrias que requieren ambientes controlados y certificados.",
    "paragraph2": "A lo largo de los años, hemos construido una reputación sólida basada en la excelencia técnica, la innovación constante y el compromiso inquebrantable con nuestros clientes. Hemos sido pioneros en la implementación de tecnologías avanzadas de filtración HEPA y en el diseño e instalación de cuartos limpios certificados bajo normas internacionales.",
    "paragraph3": "Hoy, Star Filters es reconocida como una de las empresas líderes en filtración industrial en México, con más de 120 cuartos limpios construidos, más de 20,000 metros cuadrados de áreas controladas y un historial impecable de cero errores en producción. Nuestra experiencia abarca desde la industria farmacéutica y biotecnológica hasta la electrónica, dispositivos médicos y automotriz."
  },
  "mission": {
    "title": "Nuestra Misión",
    "description": "Proporcionar soluciones integrales de filtración y control de partículas que garanticen la calidad, seguridad y eficiencia de los procesos industriales de nuestros clientes, superando sus expectativas con tecnología de vanguardia y servicio excepcional."
  },
  "vision": {
    "title": "Nuestra Visión",
    "description": "Ser la empresa líder en México y Latinoamérica en soluciones de filtración industrial y cuartos limpios, reconocida por nuestra innovación, calidad certificada y compromiso con la excelencia en cada proyecto."
  },
  "values": {
    "title": "Nuestros Valores",
    "quality": {
      "title": "Calidad Certificada",
      "description": "Cumplimos y superamos los estándares internacionales más exigentes, garantizando productos y servicios certificados."
    },
    "innovation": {
      "title": "Innovación Continua",
      "description": "Invertimos en tecnología de vanguardia y desarrollamos soluciones innovadoras para mantenernos a la vanguardia de la industria."
    },
    "commitment": {
      "title": "Compromiso",
      "description": "Nos comprometemos con el éxito de nuestros clientes, trabajando incansablemente para cumplir y superar sus expectativas."
    },
    "excellence": {
      "title": "Excelencia",
      "description": "Buscamos la excelencia en cada detalle, desde el diseño hasta la instalación y el mantenimiento de nuestros sistemas."
    },
    "integrity": {
      "title": "Integridad",
      "description": "Actuamos con honestidad, transparencia y ética en todas nuestras relaciones comerciales y profesionales."
    },
    "service": {
      "title": "Servicio al Cliente",
      "description": "Ofrecemos soporte técnico continuo y atención personalizada para garantizar la satisfacción total de nuestros clientes."
    }
  }
}

